7zip
Waybar
acpi
base-devel
base-system
bc
bison
brightnessctl
cbonsai
chrony
curl
dbus-elogind
dhcpcd
dmenu-wayland
dracut
dunst
elfutils-devel
elogind
fastfetch
firefox
flatpak
flex
foot
gcc
git
grim
grub-arm64-efi
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
iptables
kexec-tools
liberation-fonts-ttf
liblz4-devel
libnotify
linux-firmware
linux6.15
lz4
make
mesa
mesa-dri
mpv
ncurses-devel
nodejs
obs
opendoas
openntpd
openssh
openssl-devel
pavucontrol
perl
pipewire
pkg-config
power-profiles-daemon
python3
qt6-wayland
re2
rsync
runit
slurp
squashfs-tools
stow
tldr
tofi
vim
void-repo-nonfree
waylock
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xmirror
xorg-server-xwayland
xz
zsh
zsh-autosuggestions
zsh-syntax-highlighting
